export const warehousesData = [
  {
    cityId: 1,
    name: 'ТРЦ «Ocean Plaza»',
    address: 'Ст. м. «Лыбедская», улица Антоновича 176',
    pickup: 'Возможен самовывоз',
    number: '044 284-50-80',
    schedule: 'Пн-Пт 09:00–20:00 Сб-Вс 10:00–18:00'
  },
  {
    cityId: 1,
    name: 'ТРЦ «Блокбастер»',
    address: 'проспект Степана Бандери, 34В',
    pickup: 'Возможен самовывоз',
    number: '044 284-50-80',
    schedule: 'Пн-Пт 09:00–20:00'
  },
  {
    cityId: 1,
    name: 'ТЦ «Smart Plaza Polytech»',
    address: 'проспект Победы, 24',
    pickup: '',
    number: '044 284-50-80',
    schedule: 'Пн-Пт 09:00–20:00'
  },

  {
    cityId: 3,
    name: 'Магигранд',
    address: 'улица Келецкая, 78 В',
    pickup: 'Возможен самовывоз',
    number: '044 284-50-80',
    schedule: 'Пн-Пт 09:00–20:00 Сб-Вс 10:00–18:00'
  },

  {
    cityId: 1,
    name: 'ТРЦ «Квадрат»',
    address: 'бульвар Перова, 36  ',
    pickup: 'Возможен самовывоз',
    number: '044 284-50-80',
    schedule: 'Пн-Пт 09:00–20:00 Сб-Вс 10:00–18:00'
  },

  {
    cityId: 2,
    name: 'Форум Львов',
    address: 'улица Под Дубом, 7Б',
    pickup: 'Возможен самовывоз',
    number: '044 284-50-80',
    schedule: 'Пн-Пт 09:00–20:00 Сб-Вс 10:00–18:00'
  },

  {
    cityId: 4,
    name: 'ТРЦ Глобал UA',
    address: 'улица Киевская, 77',
    pickup: 'Возможен самовывоз',
    number: '044 284-50-80',
    schedule: 'Пн-Пт 09:00–20:00 Сб-Вс 10:00–18:00'
  },

  {
    cityId: 4,
    name: 'ТЦ Дастор',
    address: 'улица Домбровского, 3',
    pickup: 'Возможен самовывоз',
    number: '044 284-50-80',
    schedule: 'Пн-Пт 09:00–20:00 Сб-Вс 10:00–18:00'
  },

  {
    cityId: 4,
    name: 'ТЦ «Остров»',
    address: 'бульвар Польский, 7',
    pickup: 'Возможен самовывоз',
    number: '044 284-50-80',
    schedule: 'Пн-Пт 09:00–20:00 Сб-Вс 10:00–18:00'
  },
]
